[
  {
    "id": 1,
    "title": "Resort - Royal Valley",
    "description": "Experience world-class skiing in the pristine slopes of Royal Valley. Perfect for all skill levels, our well-groomed trails and expert instructors ensure an unforgettable adventure.",
    "activity": "Nestled in the heart of a pristine, snow-covered mountain range, Royal Valley Mountain Resort offers an unparalleled escape into nature’s winter wonderland. This luxurious resort is designed to provide guests with a perfect blend of comfort, adventure, and tranquility.\n\nRoyal Valley boasts a variety of accommodations, from cozy cabins to elegant suites, all offering breathtaking views of the surrounding snowy peaks. Each room is equipped with modern amenities, ensuring a comfortable and memorable stay.\n\nWhether you’re an avid skier, a snowboarding enthusiast, or simply looking to relax, Royal Valley has something for everyone. Enjoy world-class skiing and snowboarding on our well-groomed slopes, or take a peaceful snowshoe hike through the serene forest trails. For those seeking relaxation, our spa offers a range of treatments to rejuvenate your body and mind.",
    "image": "http://10.1.1.2:3000/images/ImgAct01.jpg"
  },
  {
    "id": 2,
    "title": "Mustang Mountains",
    "description": "Embark on a trekking journey through the rugged beauty of the Mustang Mountains. Discover ancient monasteries, vibrant rock formations, and breathtaking snowy peaks.",
    "activity": "The Mustang Mountains, a breathtaking range of snow-capped peaks, offer an awe-inspiring escape into nature’s grandeur. Located in a remote, arid region of the trans-Himalayan mountains, these mountains are a hidden gem for adventurers and nature lovers alike.\n\nThe Mustang Mountains are renowned for their dramatic landscapes, featuring high rocky cliffs of unusual formations and vibrant colors. The snow-covered peaks create a stunning contrast against the arid terrain, making it a paradise for photographers and explorers.\n\nBordering Tibet, the Mustang region is steeped in rich Tibetan culture. Visitors can explore ancient monasteries, discover intricate rock paintings, and experience the unique traditions of the local communities. The area is also known for its fascinating caves, which have been used for centuries as dwellings and places of worship.",
    "image": "http://10.1.1.2:3000/images/ImgAct02.jpg"
  },
  {
    "id": 3,
    "title": "Ski",
    "description": "Explore serene winter trails with our snowshoeing and cross-country skiing activities. Immerse yourself in the tranquil beauty of snow-covered forests and frozen rivers.",
    "activity": "Located conveniently between the stunning Royal Valley and the majestic Mustang Mountains, Alpine Heights Resort offers an exceptional skiing experience for all levels of enthusiasts. This luxurious resort is the perfect base for exploring the pristine slopes and breathtaking landscapes of these two iconic mountain ranges.\n\nAlpine Heights Resort boasts access to some of the best skiing and snowboarding terrains in the region. With well-groomed trails and a variety of runs, from gentle beginner slopes to challenging expert trails, there’s something for everyone. The resort’s ski school offers lessons for all ages and skill levels, ensuring that even first-timers can enjoy the thrill of skiing.\n\nFor those looking to explore beyond the resort, guided ski tours are available. These tours take you through the untouched powder of the Mustang Mountains and the scenic trails of Royal Valley, offering a unique opportunity to experience the natural beauty of the area. Experienced guides ensure your safety while providing insights into the local geography and wildlife.",
    "image": "http://10.1.1.2:3000/images/ImgAct03.jpg"
  },
  {
    "id": 4,
    "title": "Sky Diving",
    "description": "Feel the adrenaline rush with our tandem skydiving experience. Soar above the stunning landscapes of Royal Valley and Mustang Mountains, capturing unforgettable views from 10,000 feet.",
    "activity": "For thrill-seekers and adventure enthusiasts, Alpine Heights Resort offers an exhilarating skydiving experience that promises to be unforgettable. Nestled between the stunning Royal Valley and the majestic Mustang Mountains, the resort provides the perfect backdrop for an adrenaline-pumping skydive.\n\nWhether you’re a first-time jumper or an experienced skydiver, our tandem skydiving experience is designed to ensure safety and excitement. You’ll be paired with a professional instructor who will guide you through the entire process, from the pre-jump briefing to the exhilarating freefall and smooth landing. The jump takes place from an altitude of over 10,000 feet, offering breathtaking views of the snow-capped peaks and valleys below.\n\nAs you soar through the sky, you’ll be treated to panoramic views of the Royal Valley’s pristine slopes and the rugged beauty of the Mustang Mountains. The contrast between the snowy peaks and the arid terrain creates a stunning visual spectacle that is truly unique to this region.",
    "image": "http://10.1.1.2:3000/images/ImgAct04.jpg"
  }
]
