[
  {
    "id": 1,
    "title": "Spa",
    "activity": "At Alpine Heights Resort, we believe in providing our guests with the ultimate relaxation experience. Our state-of-the-art sauna is designed to help you unwind and rejuvenate after a day of adventure in the mountains.\n\nBenefits of the Sauna\n\nDetoxification: Sweating in the sauna helps to flush out toxins from your body, promoting overall health and well-being.\n\nMuscle Relaxation: The heat from the sauna soothes sore muscles and joints, making it an ideal way to recover after skiing, snowboarding, or hiking.\n\nImproved Circulation: Regular sauna sessions can improve blood circulation, which helps to reduce muscle tension and promote healing.\n\nStress Relief: The tranquil environment of the sauna provides a perfect escape from the hustle and bustle, allowing you to relax and de-stress.\n\nSauna Features\n\nModern Design: Our sauna features a sleek, modern design with comfortable seating and ambient lighting to create a serene atmosphere.\nTemperature Control: Easily adjust the temperature to your preference for a personalized experience.\nAromatherapy: Enhance your sauna session with a selection of essential oils, designed to promote relaxation and well-being.\n\nHow to Use the Sauna\n\nPreparation: Before entering the sauna, take a quick shower to cleanse your skin. This helps to open your pores and maximize the benefits of the heat.\n\nDuration: We recommend starting with a 10-15 minute session. Listen to your body and take breaks as needed.\n\nHydration: Drink plenty of water before and after your sauna session to stay hydrated.\n\nBooking and Availability Our sauna is available to all guests of Alpine Heights Resort. You can book a session through our concierge service or directly via our mobile app. Whether you’re looking to relax after a day on the slopes or simply want to enjoy some quiet time, our sauna is the perfect place to unwind.",    
    "image": "http://10.1.1.2:3000/images/ImgServ03.png"
  }
]